[
    "Camp Cesaria is an eco-tourism destination located in Brgy. Ilomavis, Kidapawan City, Philippines.",
    "List of amenities inside Camp Cesaria\nLagoon - a crystal clear and cold lagoon perfect for swimming and relaxation.\nJavin's Cafe - a cafe where you can enjoy a cup of coffee while having a scenic view of the lagoon and koi pond.\nBonfire Pit - a place where you can stay warm during the night while enjoying some roasted marshmallows.\nKoi Pond - a pond where you can feed the colorful and lively koi fish.\nRabbit Cove - a rabbit colony where tourists can interact, feed, and take pictures with the cute rabbit kits.\nParabolic Tent - a semi-exclusive package that includes the use of a parabolic tent and other amenities.\nTents for Rent - tents that can accommodate 2 to 4 persons for overnight stay.\nCabin with a Pool - a cabin with its own private pool.\nFunction Hall - an exclusive package that includes the use of a function hall and the lagoon for day tour.\nLife Vests - free to use for swimming but not allowed to be taken home.\nStaycation - cozy rooms that can accommodate 2-6 persons when staying overnight at the camp.\nHot Kawa Bath - a traditional large kawa filled with hot water and infused with herbs, flowers, and essential oils. It's a great way to relax after a day of activities.",
    "Javin's Cafe offers a variety of hot and cold beverages like coffee, sikwate (a traditional chocolate drink), soft drinks, and iced tea. They also have a selection of desserts like cakes, sundae bites, and cookies. They also offer an all-day breakfast and a variety of snacks.",
    "Camp Cesaria caters to walk-in guests, who have access to the crystal-clear lagoon for only P150 per head for a day tour and P200 per head for an overnight stay.",
    "Usually, Camp Cesaria is closed on Mondays to clean and refill the lagoon.",
    "Directions to Camp Cesaria:\n1. From Kidapawan City proper, take a tricycle or a motorcycle (habal-habal) going to Brgy. Ilomavis.\n2. Once you reach Brgy. Ilomavis, ask the driver to drop you off at the entrance of Camp Cesaria.\n3. From there, you can walk or ride a motorcycle going to the campsite.",
    "Google Maps coordinates for Camp Cesaria are 7.041285, 125.1876106.",
    "The exclusive package is worth P15,000, inclusive of the function hall, which can accommodate up to 100 pax, and the lagoon for a day. Additional P150/head for exceeding pax.",
    "The semi-exclusive package is worth P5,000, inclusive of the parabolic tent and the lagoon for a day. Additional P150/head for exceeding pax.",
    "The cabin package is worth P8,000, inclusive of the cabin, which can accommodate up to 8 pax,  an exclusive pool, access to the lagoon, and a griller. Additional P150/head for exceeding pax.",
    "Hot Kawa Bath Packages:\n1. Kawa bath with herbs and flowers: P300 for 45 min.\n2. Kawa bath with herbs, flowers, and essential oil: P350 for 45 min.\n3. Kawa bath with milk, herbs, and flowers: P400 for 45 min.\nFree juice is offered for all packages.",
    "Staycation packages:\nSmall room, good for 2-3 pax.\nLarge room, good for 4-6 pax.",
    "Do not accept walk-in guest if there's an exclusive event during the day."
]